export default {
    dashboard: {
        btn: {
            play: 'Запуск',
            pause: 'Пауза',
            fullscreen: 'Полный экран',
            exitFullscreen: 'Выйти из полноэкранного режима',
            mute: 'Без звука',
            unmute: 'Звук',
            back: 'Назад',
            pip: 'В отдельном окне',
        },
        settings: {
            autoplay: 'Автовоспроизведение',
            loop: 'Повтор',
            speed: 'Скорость',
            resolution: 'Разрешение',
        },
    },
    layers: {
        error: {
            title: 'Ошибка!',
            2404: 'Видео нераспознано',
            2502: 'Ошибка сети',
            2503: 'Видео закодировано',
            2504: 'Нельзя проиграть видео',
            601: 'Стрим нельзя проиграть',
        },
        loading: {
            msg: 'Загрузка ...',
        },
    },
};

